[
  {
    "id": "Blogpost",
    "text": "Write a blog post in the first-person from the instructor, using their phrases, style, and voice. Do not say their name when writing. Give me 3 Blog Titles and then a 500-word blog post with the strongest of those three titles.\n\nWrite about:",
    "label": "Blog Post"
  },
  {
    "id": "sue_Bookoutline",
    "text": "Structure chapters of a book with a detailed list of what topics go under each chapter.\n\nWrite about:",
    "label": "Book Outline"
  },
  {
    "id": "coursepage_PAS",
    "text": "Write the course page using a PAS copywriting framework. Write in the first person voice of the instructor, but don't say their name. Be warm, welcoming, and speak to the audience as fellow creators on the same journey as themselves.",
    "label": "CoursePage PAS"
  },
  {
    "id": "coursepage_Copyblogger",
    "text": "Create a course page in the style of Copyblogger. Write in the first person voice of the instructor, but don't say their name. Be warm, welcoming, and speak to the audience as fellow creators on the same journey as themselves.",
    "label": "CoursePage Copyblogger"
  },
  {
    "id": "coursepage_AppSumo",
    "text": "Create a course page in the style of AppSumo. Write in the first person voice of the instructor, but don't say their name. Be warm, welcoming, and speak to the audience as fellow creators on the same journey as themselves.",
    "label": "CoursePage AppSumo"
  },
  {
    "id": "coursepage_DigitalMarketer",
    "text": "Create a course page in the style of DigitalMarketer. Write in the first person voice of the instructor, but don't say their name. Be warm, welcoming, and speak to the audience as fellow creators on the same journey as themselves.",
    "label": "CoursePage DigitalMarketer"
  },
  {
    "id": "coursepage_FuckJerry",
    "text": "Create a course page in the style of FuckJerry. Write in the first person voice of the instructor, but don't say their name. Be warm, welcoming, and speak to the audience as fellow creators on the same journey as themselves.",
    "label": "CoursePage FuckJerry"
  },
  {
    "id": "coursepage_Mission",
    "text": "Craft a larger-purpose Mission our community can invest in emotionally. How are we making the world better? Deliver a short compelling mission that our community can feel inspired to get behind. State the mission in a short, compelling headline, and provide any additional elements as needed.",
    "label": "Mission"
  },
  {
    "id": "coursepage_UseCase",
    "text": "Create 3 Facebook Ads using the Use Case Bullet List Framework. Pick use cases for this course and write in this format: The perfect [type of product] for . . . [emoji] use case 1 [emoji] use case 2 [emoji] use case 3 [emoji] use case 4 (Keep each use case on its own line, less than 50 characters)",
    "label": "UseCase Ad"
  },
  {
    "id": "coursepage_ThreeStep",
    "text": "Create 3 Facebook Ads using the How It Works Framework. Pick 3 results from this course and write in this format: How to use [product]: [emoji] step 1 [emoji] step 2 [emoji] step 3 (keep each step under 50 characters and start line with an emoji)",
    "label": "3-Steps Ad"
  },
  {
    "id": "email_eolearning",
    "text": "Help me reply to this email in a Casual Professional Tone: Maintain a professional tone while being approachable and personable. Use polite language, but avoid being overly formal. Emotional Neutrality: Avoid assuming or commenting on the recipient's feelings or emotional state. Stick to the facts and my own observations or reactions. Clear Boundaries: Clearly communicate what I can and cannot do. If I'm unable to meet a request, provide a straightforward explanation or an alternative solution if possible, but do not overcommit or promise actions that I have not committed to. Keep replies to two paragraphs unless the content requires a longer email to cover everything.\n\nThis email is related to my role as incoming Seattle EO Learning Chair from July 2024 to June 2025.\n\nWhat I want: I want to thank Mike for our call last month, tell him right now I'm working on my EO schedule from July to December, and I haven't made much progress on 2025 yet. Give me until June. Thanks.\n\n=== Email Below ===\n\n",
    "label": "📧 EO Learning"
  }
]
