[
  {
    "id": "coursepage_PAS",
    "text": "Write the course page using a PAS copywriting framework. Write in the first person voice of the instructor, but don't say her name. Be warm, welcoming, and speak to the audience as fellow creators on the same journey as herself.",
    "label": "CoursePage PAS"
  },
  {
    "id": "coursepage_Copyblogger",
    "text": "Create a course page in the style of Copyblogger. Write in the first person voice of the instructor, but don't say her name. Be warm, welcoming, and speak to the audience as fellow creators on the same journey as herself.",
    "label": "CoursePage Copyblogger"
  },
  {
    "id": "coursepage_AppSumo",
    "text": "Create a course page in the style of AppSumo. Write in the first person voice of the instructor, but don't say her name. Be warm, welcoming, and speak to the audience as fellow creators on the same journey as herself.",
    "label": "CoursePage AppSumo"
  },
  {
    "id": "coursepage_DigitalMarketer",
    "text": "Create a course page in the style of DigitalMarketer. Write in the first person voice of the instructor, but don't say her name. Be warm, welcoming, and speak to the audience as fellow creators on the same journey as herself.",
    "label": "CoursePage DigitalMarketer"
  },
  {
    "id": "coursepage_FuckJerry",
    "text": "Create a course page in the style of FuckJerry. Be humorous and engaging while detailing the benefits of the course.",
    "label": "CoursePage FuckJerry"
  },
  {
    "id": "coursepage_Mission",
    "text": "Craft a larger-purpose Mission our community can invest in emotionally. How are we making the world better? Deliver a short compelling mission that our community can feel inspired to get behind. State the mission in a short, compelling headline, and provide any additional elements as needed.",
    "label": "Mission"
  },
  {
    "id": "coursepage_UseCase",
    "text": "Create 3 Facebook Ads using the Use Case Bullet List Framework. Pick use cases for this course and write in this format: The perfect [type of product] for . . . [emoji] use case 1 [emoji] use case 2 [emoji] use case 3 [emoji] use case 4 (Keep each use case on its own line, less than 50 characters)",
    "label": "UseCase Ad"
  },
  {
    "id": "coursepage_ThreeStep",
    "text": "Create 3 Facebook Ads using the How It Works Framework. Pick 3 results from this course and write in this format: How to use [product]: [emoji] step 1 [emoji] step 2 [emoji] step 3 (keep each step under 50 characters and start line with an emoji)",
    "label": "3-Steps Ad"
  }
]
